{"english":{
"translate15": "Mental Health And You",
"translate16": "A mental illness is a condition that affects a person's thinking, feeling, behavior or mood. These conditions deeply impact day-to-day living and may also affect the ability to relate to others. If you have — or think you might have — a mental illness, the first thing you must know is that you are not alone. Below is a standard edition Mental Health Assessment. Feel free to take it. Once submitted your results will be processed by our administration. They will contact you for further result discussion.",
"translate17": "take assessment",
"translate18": "Mental Health Assessment",
"translate19": "Full Name",
"translate20": "Over the past 2 weeks, how often have you been bothered by any of the following problems?",
"translate21": "Not at All—0",
"translate22": "Several Days—1",
"translate23": "More Than Half the Days—2",
"translate24": "Nearly Every Day—3",
"translate25":"1. Little interest or pleasure in doing things",
"translate26":"2. Feeling down, depressed or hopeless",
"translate27":"3. Trouble falling asleep, staying asleep, or sleeping too much",
"translate28":"4. Feeling tired or having little energy",
"translate29":"5. Poor appetite or overeating",
"translate30":"6. Feeling bad about yourself - or that you're a failure or have let yourself or your family down",
"translate31":"7. Trouble concentrating on things, such as reading the newspaper or watching television",
"translate32":"8. Moving or speaking so slowly that other people could have notice. Or the opposite- being so fidgety or restless that you have been moving around a lot more than usual",
"translate33":"9. Thoughts that you would be better off dead or of hurting yourself in some way",
"translate34":"close",
"translate35":"submit",
"translate355":"More On",
"translate36":"Mental Health",
"translate37":"More info on major mental health topics and conditions",
"translate38": "Depression",
"translate39":"Major depression is one of the most common mental illnesses, affecting more than 21 million of American adults each year.",
"translate40":"Anxiety",
"translate41":"Anxiety disorders are among the most common mental illnesses in America; over 42.5 million of adults are affected by these debilitating illnesses each year.",
"translate42":"Suicide",
"translate43":"The majority of suicides worldwide are related to mental health disorders; depression, substance use, and psychosis are the biggest risk factors.",
"translate44":"BIPOC Mental Health",
"translate45":"Mental Health Resources For Black, Indigenous, And People Of Color",
"translate46":" Warning Signs",
"translate47":" It is especially important to pay attention to sudden changes in thoughts and behaviors. Also keep in mind that the onset of several of the symptoms below, and not just any one change, indicates a problem that should be assessed.",
"translate48":"Latinx Mental Health",
"translate49":"It is important to look at how culture can add to mental health stigma in the Latino community. A lack of understanding and acceptance of mental illness keep many from speaking about their problems and getting professional care.",
"translate50":"Older Adults",
"translate51":"Depression is often under-recognized and under-treated in older adults. Without treatment, depression can impair an older adult’s ability to function and enjoy life, and can contribute to poorer overall health.",
"translate52":"Youth",
"translate53":"The first “basic” is to know that children’s mental health matters. We need to treat a child’s mental health just like we do their physical health, by giving it thought and attention and, when needed, professional help.",
"translate54":"1 in 5",
"translate55":"U.S. ADULTS EXPERIENCE MENTAL ILLNESS EACH YEAR",
"translate56":"LATINO PARENTS HAVE EXPERIENCED A MENTAL HEALTH DISORDER",
"translate57":"1 in 6",
"translate58":"U.S. YOUTH AGED 6-17 EXPERIENCE A MENTAL HEALTH DISORDER EACH YEAR",
"translate59":"OF ALL LIFETIME MENTAL ILLNESS BEGINS BY AGE 14, AND 75% BY AGE 24",
"translate60":"Supporting Mental Health in the Workplace",
"translate61":"Difficult topics, like mental illness and suicide, have likely impacted more people within your organization than you think — it is simply not discussed openly.",
"translate62":"How My Latina Identity Holds Hands with My Depression",
"translate63":"There is a perception in Latinx/Hispanic communities, especially among older people, that discussing problems with mental health can create embarrassment and shame for the family, resulting in fewer people seeking treatment",
"translate64":"Changing The Conversation About Suicide",
"translate65":"Suicide is the 12th leading cause of death overall in the U.S.— and 90% of people who die by suicide may have experienced symptoms of a mental health condition.",
"translate66":"MENTALLY TEAM",
"translate665":"Welcome",
"translate67":"our talented team of professionals",
"translate68":"Below you will find some of our talented group of therapists.",
"translate69":"Licensed Clinical Social Worker",
"translate70":"As a Black, Queer, Millennial therapist, I am passionate about providing relatable therapy to BIPOC and LGBTQ+ Millennials.",
"translate71":"Licensed Clinical Social Worker, MSW",
"translate72":"Dedicated to supporting the black and brown communities and all other vulnerable people. Hablo Español!",
"translate73":"Licensed Professional Counselor, MS, NCC",
"translate74":"My areas of specialty include Cognitive Behavioral Therapy, Dialectical Behavioral Therapy, Cognitive Processing Therapy, and Trauma-focused CBT. Hablo Español!",
"translate75":"Licensed Professional Counselor, LCPC, NCC, CCTP",
"translate76":"I specialize in providing counseling for grief, loss, anxiety, trauma, and relationship issues. Hablo Español!",
"translate77":"Licensed Clinical Social Worker, MCAP, SAP, QS",
"translate78":"I am a Licensed Clinical Social Worker who has focused training with treating issues of trauma and addiction.",
"translate79":"Licensed Professional Clinical Counselor",
"translate80":"My areas of experience and specialty include working with children, adolescents and adults facing depression, anxiety, anger,grief counseling. Hablo Español!",
"translate81":"Licensed Clinical Social Worker, MSW",
"translate82":"Specialization: Asian American Pacific Islander, Young Professionals, and College Students' Mental Health.",
"translate83":"Licensed Psychologist",
"translate84":"I view my clients holistically by celebrating cultural differences and recognizing social justice as an integral part of healing."
},
"spanish":{
    "translate15": "Salud Mental y Usted",
    "translate16": "Una enfermedad mental es una condición que afecta el pensamiento, los sentimientos, el comportamiento o el estado de ánimo de una persona. Estas condiciones afectan profundamente la vida cotidiana y también pueden afectar la capacidad de relacionarse con los demás. Si tiene, o cree que puede tener, una enfermedad mental, lo primero que debe saber es que no está solo. A continuación se muestra una evaluación de salud mental de edición estándar. Siéntete libre de tomarlo. Una vez enviados, sus resultados serán procesados ​​por nuestra administración. Se pondrán en contacto con usted para discutir más a fondo los resultados.",
    "translate17":"Tomar Evaluación",
    "translate18":"Evaluación de Salud Mental",
    "translate19":"Nombre Completo",
    "translate20": "Durante las últimas 2 semanas, ¿Con qué frecuencia te ha molestado alguno de los siguientes problemas?",
    "translate21": "Para nada—0",
    "translate22": "Varios días—1",
    "translate23": "Más de la mitad de los días—2",
    "translate24": "Casi todos los días—3",
    "translate25":"1. Poco interés o placer en hacer las cosas",
    "translate26":"2. Sentirse decaído, deprimido o sin esperanza",
    "translate27":"3. Problemas para conciliar el sueño, permanecer dormido o dormir demasiado",
    "translate28":"4. Sentirse cansado o con poca energía",
    "translate29":"5. Falta de apetito o comer en exceso",
    "translate30":"6. Sentirse mal consigo mismo, o que es un fracaso o que se ha defraudado a sí mismo o a su familia",
    "translate31":"7. Problemas para concentrarse en cosas, como leer el periódico o mirar televisión",
    "translate32":"8. Moverse o hablar tan despacio que otras personas podrían haberlo notado. O lo contrario: estar tan inquieto o inquieto que se ha estado moviendo mucho más de lo habitual",
    "translate33":"9. Pensamientos de que estarías mejor muerto o de lastimarte de alguna manera",
    "translate34":"Cerrar",
    "translate35":"Enviar",
    "translate355":"Más Sobre",
    "translate36":"Salud Mental",
    "translate37":"Más información sobre los principales temas y condiciones de salud mental",
    "translate38": "Depresión",
    "translate39":"La depresión mayor es una de las enfermedades mentales más comunes y afecta a más de 21 millones de adultos estadounidenses cada año.",
    "translate40":"Ansiedad",
    "translate41":"Los trastornos de ansiedad se encuentran entre las enfermedades mentales más comunes en Estados Unidos; más de 42,5 millones de adultos se ven afectados por estas enfermedades debilitantes cada año.",
    "translate42":"Suicidio",
    "translate43":"La mayoría de los suicidios en todo el mundo están relacionados con trastornos de salud mental; la depresión, el consumo de sustancias y la psicosis son los principales factores de riesgo.",
    "translate44":"Salud Mental BIPOC",
    "translate45":"Recursos de salud mental para negros, indígenas y personas de color",
    "translate46":" Señales de Advertencia",
    "translate47":" Es especialmente importante prestar atención a los cambios repentinos en los pensamientos y comportamientos. También tenga en cuenta que la aparición de varios de los síntomas a continuación, y no solo un cambio, indica un problema que debe evaluarse.",
    "translate48":"Salud Mental Latinx",
    "translate49":"Es importante ver cómo la cultura puede aumentar el estigma de la salud mental en la comunidad latina. La falta de comprensión y aceptación de las enfermedades mentales impide que muchos hablen sobre sus problemas y obtengan atención profesional.",
    "translate50":"Adultos Mayores",
    "translate51":"La depresión a menudo no se reconoce ni se trata adecuadamente en los adultos mayores. Sin tratamiento, la depresión puede afectar la capacidad de un adulto mayor para funcionar y disfrutar de la vida, y puede contribuir a una salud general más deficiente.",
    "translate52":"Juventud",
    "translate53":"El primer 'básico' es saber que la salud mental de los niños es importante. Necesitamos tratar la salud mental de un niño como lo hacemos con su salud física, reflexionando y atendiendo y, cuando sea necesario, con ayuda profesional",
    "translate54":"1 en 5",
    "translate55":"LOS ADULTOS DE EE. UU. EXPERIMENTAN ENFERMEDADES MENTALES CADA AÑO",
    "translate56":"LOS PADRES LATINOS HAN EXPERIMENTADO UN TRASTORNO DE SALUD MENTAL",
    "translate57":"1 en 6",
    "translate58":"JÓVENES DE EE. UU. DE 6 A 17 AÑOS SUFREN UN TRASTORNO DE SALUD MENTAL CADA AÑO",
    "translate59":"TODAS LAS ENFERMEDADES MENTALES DE POR VIDA COMIENZAN A LOS 14 AÑOS Y EL 75 % A LOS 24 AÑOS",
    "translate60":"Apoyo a la salud mental en el lugar de trabajo",
    "translate61":"Los temas difíciles, como las enfermedades mentales y el suicidio, probablemente hayan impactado a más personas dentro de su organización de lo que cree; simplemente no se discuten abiertamente.",
    "translate62":"Cómo mi identidad latina se une a mi depresión",
    "translate63":"Existe la percepción en las comunidades latinas/hispanas, especialmente entre las personas mayores, de que hablar sobre problemas de salud mental puede generar vergüenza y vergüenza para la familia, lo que hace que menos personas busquen tratamiento",
    "translate64":"Cambiando la conversación sobre el suicidio",
    "translate65":"El suicidio es la 12.ª causa principal de muerte en general en los EE. UU.—y el 90 % de las personas que mueren por suicidio pueden haber experimentado síntomas de una afección de salud mental.",
    "translate66":"EQUIPO Mentally",
    "translate665": "Nuestro",
    "translate67":"talentoso equipo de profesionales",
    "translate68":"A continuación encontrará algunos de nuestro talentoso grupo de terapeutas.",
    "translate69":"Trabajador social clínico autorizado",
    "translate70":"Como terapeuta morena, queer y millennial, me apasiona brindar una terapia identificable para BIPOC y LGBTQ+ Millennials.",
    "translate71":"Trabajador social clínico autorizado, MSW",
    "translate72":"Dedicado a apoyar a las comunidades negras y marrones y a todas las demás personas vulnerables. ¡Hablo Español!",
    "translate73":"Consejero profesional autorizado, MS, NCC",
    "translate74":"Mis áreas de especialidad incluyen la terapia conductual cognitiva, la terapia conductual dialéctica, la terapia de procesamiento cognitivo y la TCC centrada en el trauma. Hablo Español!",
    "translate75":"Consejero profesional autorizado, LCPC, NCC, CCTP",
    "translate76":"Me especializo en brindar asesoramiento para el duelo, la pérdida, la ansiedad, el trauma y los problemas de relación. Hablo Español!",
    "translate77":"Trabajador social clínico con licencia, MCAP, SAP, QS",
    "translate78":"Soy un trabajador social clínico con licencia cuya capacitación se centró en el tratamiento de problemas de trauma y adicción.",
    "translate79":"Consejero clínico profesional autorizado",
    "translate80":"Mis áreas de experiencia y especialidad incluyen el trabajo con niños, adolescentes y adultos que enfrentan depresión, ansiedad, ira, consejería de duelo. Hablo Español!",
    "translate81":"Trabajador social clínico autorizado, MSW",
    "translate82":"Especialización: asiático-estadounidense de las islas del Pacífico, profesionales jóvenes y salud mental de estudiantes universitarios.",
    "translate83":"Psicólogo Licenciado",
    "translate84":"Veo a mis clientes de manera holística celebrando las diferencias culturales y reconociendo la justicia social como una parte integral de la curación."
  }
  }
