{ "english":{
    "translate1": "FREE Support Groups",
    "translate2": "for new moms",
    "translate3":"Our groups can be in-person, online, or a combination of both. Our groups can provide a sense of community, reduce feelings of isolation, and help mothers connect with resources and information about postpartum care. Additionally, our support groups are facilitated by trained professionals, such as therapists or social workers, who can provide additional support and guidance.",
    "translate4": "Sign up for PostPartrum Support Group",
    "translate5": "First name",
    "translate6": "Last name",
    "translate7": "E-mail",
    "translate8": "Subscribe",
    "translate9":  "Offered In-Person and Virtual",
    "translate10": "Postpartum Blues",
    "translate11": "Postpartum blues is a normal experience for many new mothers. It's important to understand that this is a temporary feeling and there are ways to cope with it. Here are some tips to help you get through this challenging time.",
    "translate12": "Connect with Moms",
    "translate13": " Joining a support group or talking to friends who have gone through the postpartum experience can help you feel less isolated and provide a sounding board for any emotions you may be feeling.",
    "translate14": "Encourage self-care",
    "translate15":"As a new mom, it's important to prioritize self-care to avoid burnout and ensure proper physical and emotional recovery. Encourage the new mom to engage in activities she enjoys, take breaks when needed, and seek professional help if needed.",
    "translate16": "Nutritious Foods",
    "translate17":"Eat a balanced diet rich in vitamins, minerals, and nutrients to help your body recover and provide energy. Focus on eating foods like leafy greens, lean protein, and whole grains.",
    "translate18":"Avoid Processed Foods",
    "translate19":"Minimize your intake of processed and high-fat foods to maintain a healthy weight and support your body's recovery. Seek Professional Help: If you have specific concerns about your diet and exercise, consider seeking the advice of a healthcare professional, dietitian, or personal trainer.",
    "translate20":"Avoid Crash Diets",
    "translate21":"Rapid weight loss can affect your milk supply and delay your recovery, so avoid fad diets. Eating smaller, frequent meals throughout the day can help manage your hunger and prevent overeating.",
    "translate22":"Breastfeeding Support",
    "translate23":"As a new mom, ensuring that you have the proper support and resources for breastfeeding can make a big difference in your experience. It's important to find professionals and resources that can help you at any moment, so take the time to choose the right support that fits your needs.",
    "translate24":"Learn More",
    "translate25":"Excercise & Diet Support",
    "translate26":"After having a baby, take time to learn about proper exercise is important to ensure you recover and maintain a healthy lifestyle postpartum. Make sure to focus on yourself and prioritize self-care so that you can be there for your little one. Learn more about Gym discounts and Diet plans.",
    "translate27":"Learn More",
    "translate28":"Pediatrician Team",
    "translate29":"To give your newborn the healthiest possible start, you'll want to find a pediatrician to care for your child from their first wellness visit through the teen years.",
    "translate30":"Pediatric Nephrology",
    "translate31":"Pediatric Pulmonology",
    "translate32":"Pediatric Rheumatology",
    "translate33":"Pediatric Cardiology",
    "translate34":"Pediatric Transplant",
    "translate35":"Pediatric Emergency Medicine",
    "translate36":"Pediatric Critical Care Medicine",
    "translate37":"Pediatric Hospital Medicine"
    },
    "spanish":{
      "translate1": "Grupo de apoyo GRATIS",
      "translate2": "para nuevas mamás",
      "translate3":"Nuestros grupos pueden ser presenciales, en línea o una combinación de ambos. Nuestros grupos pueden brindar un sentido de comunidad, reducir los sentimientos de aislamiento y ayudar a las madres a conectarse con recursos e información sobre la atención posparto. Además, nuestros grupos de apoyo son facilitados por profesionales capacitados, como terapeutas o trabajadores sociales, que pueden brindar apoyo y orientación adicionales.",
      "translate4": "Regístrese en el grupo de apoyo posparto",
      "translate5": "Nombre",
      "translate6": "Apellido",
      "translate7": "Correo electrónico",
      "translate8": "Suscribirse",
      "translate9": "Ofrecido en persona y virtual",
      "translate10": "Melancolía posparto",
      "translate11": "La depresión posparto es una experiencia normal para muchas madres primerizas. Es importante comprender que se trata de un sentimiento temporal y que hay formas de sobrellevarlo. Estos son algunos consejos que te ayudarán a superar este momento difícil.",
      "translate12": "Conéctate con mamás",
      "translate13": " Unirte a un grupo de apoyo o hablar con amigas que han pasado por la experiencia posparto puede ayudarte a sentirte menos aislada y proporcionar una caja de resonancia para cualquier emoción que puedas estar sintiendo.",
      "translate14": "Fomentar el autocuidado",
      "translate15":"Como mamá primeriza, es importante priorizar el cuidado personal para evitar el agotamiento y garantizar una recuperación física y emocional adecuada. Anime a la mamá primeriza a participar en actividades que disfruta, tome descansos cuando sea necesario y busque ayuda profesional si es necesario .",
      "translate16": "Alimentos nutritivos",
      "translate17":"Consuma una dieta balanceada rica en vitaminas, minerales y nutrientes para ayudar a su cuerpo a recuperarse y proporcionar energía. Concéntrese en comer alimentos como verduras de hoja verde, proteínas magras y granos integrales.",
      "translate18":"Evite los alimentos procesados",
      "translate19":"Reduzca al mínimo su consumo de alimentos procesados ​​y ricos en grasas para mantener un peso saludable y apoyar la recuperación de su cuerpo. Busque ayuda profesional: si tiene inquietudes específicas sobre su dieta y ejercicio, considere buscar el consejo de un profesional de la salud, dietista o entrenador personal.",
      "translate20":"Evite las dietas estrictas",
      "translate21":"La pérdida rápida de peso puede afectar el suministro de leche y retrasar la recuperación, así que evita las dietas de moda. Comer comidas más pequeñas y frecuentes a lo largo del día puede ayudar a controlar el hambre y evitar comer en exceso.",
      "translate22":"Apoyo a la lactancia materna",
      "translate23":"Como nueva mamá, asegurarse de contar con el apoyo y los recursos adecuados para amamantar puede marcar una gran diferencia en su experiencia. Es importante encontrar profesionales y recursos que puedan ayudarla en cualquier momento, así que tómese el tiempo para elija el soporte adecuado que se adapte a sus necesidades.",
      "translate24":"Más información",
      "translate25":"Apoyo para el ejercicio y la dieta",
      "translate26":"Después de tener un bebé, es importante tomarse el tiempo para aprender sobre el ejercicio adecuado para garantizar que se recupere y mantenga un estilo de vida saludable después del parto. Asegúrese de concentrarse en usted misma y priorizar el cuidado personal para que pueda estar ahí para su pequeño",
      "translate27":"Más información",
      "translate28":"Equipo de pediatras",
      "translate29":"Para darle a su recién nacido el comienzo más saludable posible, querrá encontrar un pediatra que cuide a su hijo desde su primera visita de bienestar hasta la adolescencia.",
      "translate30":"Nefrología pediátrica",
      "translate31":"Neumología pediátrica",
      "translate32":"Reumatología pediátrica",
      "translate33":"Cardiología pediátrica",
      "translate34":"Trasplante pediátrico",
      "translate35":"Medicina de urgencias pediátricas",
      "translate36":"Medicina de cuidados críticos pediátricos",
      "translate37":"Medicina hospitalaria pediátrica"
    }
    }